"Add" = "Προσθήκη";
"Add Source" = "Προσθήκη Πηγής";
"All Packages" = "Όλα τα Πακέτα";
"Analyzing dependencies..." = "Ανάλυση εξαρτήσεων…";
"Author" = "Συντάκτης";
"Bad Source" = "Λανθασμένη Πηγή";
"Cancel" = "Άκυρο";
"Cancelled." = "Ακυρώθκε.";
"Cleaning up..." = "Καθαρισμός…";
"Custom..." = "Προσωποποίηση…";
"Direct Dependencies" = "Άμεσες Εξαρτήσεις";
"Direct Dependency" = "Άμεση Εξάρτηση";
"Done" = "Ολοκληρώθηκε";
"Downloading" = "Λήψη";
"Finishing" = "Ολοκλήρωση";
"have" = "έχει";
"Install" = "Εγκατάσταση";
"Installing" = "Εγκαταστά";
"Maintainer" = "Διαχειριστής";
"OK" = "ΟΚ";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Το πακέτο \"%@\" δεν είναι δυνατόν να αφαιρεθεί διότι είναι απαραίτητο για την σωστή λειτουργεία του Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Το πακέτο \"%@\" δεν είναι δυνατόν να αφαιρεθεί γιατί άλλα πακέτα εξαρτώνται άμεσα από αυτό:
\n%@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Το πακέτο \"%@\" δεν είναι δυνατόν να εγκατασταθεί (το DPKG επέστρεψε σφάλμα #%d). Περισσότερες πληροφορίες στο αρχείο καταγραφής.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Το πακέτο \"%@\" δεν είναι δυνατόν να αφαιρεθεί (το DPKG επέστρεψε σφάλμα #%d). Περισσότερες πληροφορίες στο log της κονσόλας.";
"Package \"%@\" was not found." = "Το πακέτο \"%@\" δεν βρέθηκε. Θα πρέπει να προσθέσετε την πηγή που το περιέχει.";
"Please enter the source URL:" = "Παρακαλώ εισάγετε το URL της πηγής:";
"Preparing" = "Προετοιμασία";
"Reinstall" = "Επανεγκατάσταση";
"Removing" = "Αφαίρεση";
"Search All" = "Αναζήτηση Όλων";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "Το URL της πηγής \"%@\" δεν φαίνεται να είναι σωστό. Δεν προστέθηκε.";
"Uncategorized" = "Χωρίς Κατηγορία";
"Update All" = "Αναβάθμηση Όλων";
"Remove" = "Αφαίρεση";
"Version" = "Έκδοση";
"Upgrade" = "Αναβάθμηση";
"View Console Log" = "Προβολή Αρχείου Καταγραφής";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Το πακέτο \"%@\" δεν είναι δυνατόν να εγκατασταθεί γιατί υπάρχει διένεξη με ένα άλλο εγκατεστημένο πακέτο, \"%@\". Παρακαλώ αφαιρέστε το πρώτα.";
"Hours" = "Ώρες";
"Hour" = "Ώρα";
"Ago" = "Πριν";
"Minute" = "Λεπτό";
"Minute" = "Λεπτά";
"Yesterday" = "Χθές";
"Two Days Ago" = "Πρίν Δύο Μέρες";
"Days" = "Μέρες";
"More..." = "Περισσότερα…";
"Recent Packages" = "Πρόσφατα Πακέτα";
"Force Remove" = "Δυναμική Αφαίρεση";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Αυτό το πακέτο έχει σημειωθεί ως Απαραίτητο και θεωρείται αναγαίο για την λειτουργία του συστήματος. Μπορείτε βέβαια να το αφαιρέσετε αλλά κάτι τέτοιο μπορεί να καταστήσει το σύστημα σας άχρηστο. Παρακαλούμε να το πράξετε μόνο αν γνωρίζετε τι κάνετε.";

/* NIB strings */
"Add All" = "Προσθήκη Όλων";
"Other Credits" = "Άλλες Πληροφορίες";
"Copyright" = "Πνευματικά Δικαιώματα";
"All rights reserved" = "Με επιφύλαξη κάθε νόμιμου δικαιώματος";
"Categories" = "Κατηγορίες";
"Sources" = "Πηγές";
"Installed" = "Εγκατεστημένα";
"About" = "Περί";
"Updated" = "Αναβαθμήσεις";
